{
    "l3": {
        "map": "The Base Land Cover Map (LCM) for this year includes the Food and Agriculture Organisation (FAO) Land Cover Classification System (LCCS) Dichotomous Phase classes describing vegetated terrestrial or aquatic semi-natural or cultivated/managed vegetation, artificial or naturally bare surface and water.",
        "subject": "The Food and Agriculture Organisation (FAO) Land Cover Classification System (LCCS; Version 2) distinguishes eight broad land cover categories in the dichotomous phase.",
        "url": "http://www.fao.org/land-water/land/land-governance/land-resources-planning-toolbox/category/details/en/c/1036361/",
        "res": "10m"
    },
    "l3Plus": {
        "map": "The Base Land Cover Map Plus (LCM+) includes the lifeform categories of woody and herbaceous.",
        "subject": "The Food and Agriculture Organisation (FAO) Land Cover Classification System (LCCS; Version 2) distinguishes eight broad land cover categories in the dichotomous phase (referred to as Level 3) as well as the lifeforms of woody and herbaceous (see L3 Land Cover and Lifeform information).",
        "url": "http://www.fao.org/land-water/land/land-governance/land-resources-planning-toolbox/category/details/en/c/1036361/",
        "res": "10m"
    },
    "cc": {
        "map": "The Copernicus High Resolution Layer (HRL) Tree Cover Density (%) was intersected with areas associated with the woody lifeform layer generated by Living Wales.",
        "subject": "The Tree Cover Density represents the proportional crown coverage per pixel at 10 m spatial resolution in intervals of 20 % across the range 0% (all non-tree covered areas) to 100% and is defined as the vertical projection of tree crowns to a horizontal Earth’s surface",
        "url_lw": "https://wales.livingearth.online/data/environmental-variables/land/vegetation/canopy-cover/",
        "res": "10m"
    },
    "ccc": {
        "map": "The Copernicus High Resolution Layer (HRL) Tree Cover Density (%) was intersected with areas associated with the woody lifeform layer generated by Living Wales.",
        "subject": "The Tree Cover Density represents the proportional crown coverage per pixel at 10 m spatial resolution and ranges from 0% (all non-tree covered areas) to 100%, and is defined as the vertical projection of tree crowns to a horizontal Earth’s surface.",
        "url_lw": "https://wales.livingearth.online/data/environmental-variables/land/vegetation/canopy-cover/",
        "res": "10m",
        "logo": ["listPartner[\"other\"][\"cop\"]"]
    },
    "lifeform": {
        "map": "The lifeform layer was generated by Living Wales",
        "subject": "A lifeform is a group of plants having certain morphological features in common and the map distinguishes between woody (trees, shrubs) and herbaceous (forb, graminoid) lifeforms. Lichens and mosses are also a distinct lifeform but are not included as they infrequently dominate the area represented by a 10 m pixel.",
        "url_lw": "https://wales.livingearth.online/data/environmental-variables/land/vegetation/lifeform/",
        "res": "10m"
    },
    "leafpheno": {
        "map": "The leaf type and phenology layer was generated by Living Wales",
        "subject": "The leaf type is associated with woody vegetation (trees and shrubs), is defined on the basis of morphology and differentiates broad leaves (typically Angiospermae) and needle-leaves (Gymnospermae). Leaf phenology describes the general behaviour of woody plants through the year and a distinction is made between evergreen and deciduous, with these defined respectively as perennial plants which are never entirely without green foliage or are leafless for a certain period during the year. Leaf shedding usually takes place simultaneously and in connection with an unfavourable season. Phenology reflects the timing of vegetation lifeform events, such as budburst, leaf colouring, flowering and leaf fall.",
        "url_lw": "https://wales.livingearth.online/data/environmental-variables/land/vegetation/leaf-type/",
        "url2_lw": "https://wales.livingearth.online/data/environmental-variables/land/vegetation/phenology/",
        "res": "10m"
    },
    "habb": {
        "map": "The habitat map (broad version) produced by Living Wales",
        "subject": "Habitat map (broad version)",
        "url_lw": "",
        "res": "10m"
    },
    "habd": {
        "map": "The habitat map (detailed version) produced by Living Wales",
        "subject": "Habitat map (detailed version)",
        "url_lw": "",
        "res": "10m"
    },
    "com": {
        "map": "The semi-natural (non-forest) communities was produced by Living Wales.",
        "subject": "The semi-natural dominant communities map was produced by Living Wales by compositing optical imagery from June 2015 to Dec 2019. Yearly updates for 2017, 2018 and 2019 were generated where changes in the extent of the broad FAO LCCS Level 3 categories or the woody lifeform were determined.",
        "url_lw": "https://wales.livingearth.online/data/environmental-variables/land/vegetation/plant-species/",
        "res": "10m"
    },
    "crop": {
        "map": "The crop type layer was produced by Living Wales from time-series of Sentinel-1 C-band radar data.",
        "subject": "The crop type is the type of plants cultivated in the fields during the main growing season. The crop type can be, for example, maize, potatoes, etc.",
        "url_lw": "https://wales.livingearth.online/data/environmental-variables/land/vegetation/crop-type/",
        "res": "10m"
    },
    "waterP": {
        "map": "The water/moisture - persistence/seasonality layer for semi-natural vegetation was produced by Living Wales",
        "subject": "The water/moisture - persistence/seasonality layer combines information for semi-natural vegetation only and indicates the frequency that moisture was present on, within or beneath vegetation or open water was observed within the Sentinel-1 annual time-series. The layer reflects the annual variation in precipitation (including snow cover), soil permeability and inundation. The layer is a useful indicator of aquatic vegetation (which is particularly widespread in the uplands).",
        "url_lw": "https://wales.livingearth.online/data/environmental-variables/land/water/water-seasonality/",
        "res": "10m"
    },
    "waterPC": {
        "map": "The water/moisture - persistence/seasonality layer for all vegetated land covers in Wales was produced by Living Wales",
        "subject": "The water/moisture - persistence/seasonality layer combines information for vegetated and non-vegetated aquatic land covers and indicates the frequency that moisture was present on, within or beneath vegetation or open water was observed within the Sentinel-1 annual time-series. The layer reflects the annual variation in precipitation (including snow cover), soil permeability and inundation. The layer is a useful indicator of aquatic vegetation (which is particularly widespread in the uplands) and provides a basis for mapping open water.",
        "url_lw": "https://wales.livingearth.online/data/environmental-variables/land/water/water-seasonality/",
        "res": "10m"
    },
    "waterPC3": {
        "map": "Water persistence (in months) in all types of vegetated and aquatic habitats, if >3 months, produced by the Living Wales project",
        "subject": "The water/moisture - persistence/seasonality layer indicates the frequency (> 3 months) that moisture was present on, within or beneath vegetation within the Sentinel-1 radar annual time-series. The layer is a useful indicator of aquatic vegetation (which is particularly widespread in the uplands).",
        "url_lw": "https://wales.livingearth.online/data/environmental-variables/land/water/water-seasonality/",
        "res": "10m"
    },
    "biom": {
        "map": "Woody Above Ground Biomass (Mg ha-1) was produced by the European Space Agency’s (ESA) Climate Change Initiative (CCI) biomass project managed by Aberystwyth University ad involving 11 UK and European partners",
        "subject": "Woody Above-Ground Biomass defines the total dry mass of biomass in live trees including the stem, branches, and leaves or needles, brush and other woody live plants above ground and relates to the amount of carbon contained with vegetation.",
        "url": ["https://climate.esa.int/en/projects/biomass/", "ESA CCI Biomass"],
        "url_2": ["https://earthdata.nasa.gov/maap-biomass/", "ESA-NASA MAAP"],
        "url_3": ["https://ceos.org/gst/", "CEOS AFOLU"],
        "res": "100m",
        "logo": ["listPartner[\"other\"][\"esa\"]", "listPartner[\"other\"][\"biom\"]"]
    },
    "woodyLoss": {
        "map": "The vegetation loss (woody) layer was generated through comparison of the FAO LCCS land cover maps generated by Living Wales.",
        "subject": "The loss of woody vegetation is associated with conversion of semi-natural vegetation (including commercial forests) to other land covers (e.g., bare surfaces, cultivated lands or water) or a change in lifeform (woody to herbaceous).",
        "res": "10m",
        "url": "https://wales.livingearth.online/themes/changes/"
    }
}
